Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_est-EST_TM.tmx
Source language: en_gb
Languages: et_ee

source: Other\ Refusal (DO NOT READ OUT)
et_ee: MUU/ KEELDUMINE

source: Walking
et_ee: Käite jala

source: DK/NA (DO NOT READ OUT)
et_ee: EOÖ/VASTAMATA

source: (DO NOT READ OUT
et_ee: (ÄRGE LUGEGE ETTE)

source: Large town/city
et_ee: suures linnas

source: Have you got a mobile phone?
et_ee: Kas Teil on mobiiltelefon?

source: In which city/borough/commune do you live?
et_ee: Mis linnas/alevis/vallas Te elate?

source: Single person household
et_ee: Ühe-inimese majapidamine

source: City 1
et_ee: Tallinn

source: Noise
et_ee: Müra

source: Car
et_ee: Auto

source: Public transport
et_ee: Ühistransport

source: PROG: ROTATE ITEMS 1 TO 4
et_ee: PROG: ROTEERIGE VARIANTE 1 KUNI 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
et_ee: Kas ütleksite, et Teil on viimase kaheteistkümne kuu jooksul olnud raskusi arvete maksmisega kuu lõpus ...?

source: Other city
et_ee: Muu linn/ alev/ vald

source: Generally speaking, the public administration of [CITY NAME] can be trusted
et_ee: Üldiselt rääkides, võib Tallinna ametivõime usaldada

source: ASK ALL
et_ee: VASTAVAD KÕIK

source: It is easy to find a job in [CITY NAME]
et_ee: Tallinnas on kerge leida töökohta

source: Not at all satisfied
et_ee: üldse mitte rahul

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
et_ee: Nüüd loen Teile ette mõned väited. Öelge palun iga väite kohta, kas olete sellega täiesti nõus, pigem nõus, pigem ei ole nõus või üldse ei ole nõus?

source: Somewhat disagree
et_ee: Pigem ei ole nõus

source: Housing
et_ee: Elamumajandus

source: (READ OUT – ONE ANSWER ONLY)
et_ee: (LUGEGE ETTE - AINULT ÜKS VASTUS)

source: From time to time
et_ee: vahetevahel

source: D21: CODE 9 AND 10 - SINGLE CODES
et_ee: D21: KOODID 9 JA 10 ON AINUVASTUSED

source: Married or cohabiting couple, no children or no children living at home
et_ee: Abielus või kooselav paar, lapsi ei ole või lapsed ei ela kodus

source: Rural area or village
et_ee: maa-asulas või külas

source: Train
et_ee: Rong

source: Very satisfied
et_ee: Väga rahul

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
et_ee: Palun öelge, kas olete üldiselt järgmiste teenustega Tallinnas väga rahul, pigem rahul, pigem ei ole rahul või üldse ei ole rahul?

source: Safety
et_ee: Turvalisus

source: Your personal job situation
et_ee: oma tööalase olukorraga

source: Small or medium-sized town
et_ee: väikses või keskmise suurusega linnas

source: Professional (employed doctor, lawyer, accountant, architect, …)
et_ee: Spetsialist (arst, jurist, raamatupidaja, arhitekt …)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
et_ee: Tallinnas on kerge leida mõistliku hinnaga head eluaset

source: Generally speaking, most people in my neighborhood can be trusted
et_ee: Üldiselt rääkides, võib enamikku minu naabruskonna inimestest usaldada

source: Most of the time
et_ee: enamus ajast

source: Have you got a landline phone?
et_ee: Kas Teil on lauatelefon?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
et_ee: Palun öelge, mitu 15 aastast ja vanemat inimest elab teie leibkonnas, kui Te arvestate nende hulka ka iseennast?

source: Other (DO NOT READ OUT)
et_ee: MUU

source: Q4: CODE 11 - SINGLE CODE
et_ee: Q4: KOOD 11 ON AINUVASTUS

source: Strongly disagree
et_ee: Üldse ei ole nõus

source: I live here since less than 1 year
et_ee: Olen elanud siin alla aasta

source: Cleanliness
et_ee: Puhtus

source: The financial situation of your household
et_ee: oma leibkonna majandusliku olukorraga

source: Other employee (salesman, nurse, …)
et_ee: Muu palgatöötaja (müüja, meditsiiniõde, …)

source: No
et_ee: ei

source: Owner of shop, craftsman
et_ee: Poeomanik, oskustööline

source: (READ OUT - ONE ANSWER ONLY)
et_ee: (LUGEGE ETTE - AINULT ÜKS VASTUS)

source: Would you say you are…?
et_ee: Kas Te ütleksite, et Te olete …?

source: Seeking a job
et_ee: Otsite tööd

source: Manual worker
et_ee: Tööline (füüsiline töö)

source: The noise level
et_ee: Müratase

source: The administrative services of [CITY NAME] help people efficiently
et_ee: Tallinna haldusteenistused aitavad inimesi efektiivselt

source: Urban public transport (bus, metro, tram, ferry, etc.)
et_ee: Linna ühistransport (buss, tramm, troll)

source: Gender.
et_ee: Sugu

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
et_ee: Tallinn on võtnud endale kohustuseks kliimamuutuste vastu võitlemise (näit. energiatõhusus, keskkonnasõbralik transport)

source: Female
et_ee: Naine

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
et_ee: Millised järgnevatest on Teie arvates Tallinna jaoks kolm kõige tähtsamat probleemi?

source: What county do you live in?
et_ee: Millises maakonnas Te elate?

source: I live here since between 5 to 10 years
et_ee: Olen elanud siin 5 kuni 10 aastat

source: I am satisfied to live in [CITY NAME]
et_ee: Ma olen rahul, et elan Tallinnas

source: Male
et_ee: Mees

source: Social services
et_ee: Sotsiaalteenused

source: Unemployment
et_ee: Töötus

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
et_ee: (VAJADUSEL LUGEGE ETTE - AINULT ÜKS VASTUS)

source: Farmer, forester, fisherman
et_ee: Talunik, metsatööline, kalur

source: Civil servant
et_ee: Riigiteenistuja

source: Without a professional activity
et_ee: Professionaalne tegevus puudub

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
et_ee: KÜSIGE D5c, KUI ON PALGATÖÖTAJA, KOOD 2 KÜSIMUSES D5a

source: PROG: ROTATE ITEMS 1 TO 7
et_ee: PROG: ROTEERIGE VASTUSEID 1 KUNI 7

source: Education and training
et_ee: Haridus ja koolitus

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
et_ee: Kas Te ütleksite oma praeguse tegevuse kohta, et Te olete iseendale tööandja, palgatöötaja, tööline või ütleksite, et Teil puudub professionaalne tegevus?

source: Refusal (DO NOT READ OUT)
et_ee: KEELDUMINE

source: (ONE ANSWER ONLY)
et_ee: (AINULT ÜKS VASTUS)

source: Air pollution
et_ee: Õhu saastatus

source: I feel safe in [CITY NAME]
et_ee: Tunnen ennast Tallinnas turvaliselt

source: Unskilled manual worker
et_ee: Lihttööline

source: Sports facilities such as sport fields and indoor sport halls
et_ee: Spordirajatised nagu spordiväljakud ja sisespordihallid

source: The life you lead
et_ee: oma eluga tervikuna

source: Rather unsatisfied
et_ee: Pigem ei ole rahul

source: Rather satisfied
et_ee: Pigem rahul

source: Professional (lawyer, medical practitioner, accountant, architect,…)
et_ee: Spetsialist (jurist, praktiseeriv arst, raamatupidaja, arhitekt …)

source: Health services
et_ee: Tervishoiuteenused

source: Office clerk
et_ee: Kontoriametnik

source: Retired
et_ee: Pensionär

source: (READ OUT – MAX. 3 ANSWERS)
et_ee: (LUGEGE ETTE - KUNI 3 VASTUST)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
et_ee: Kas Te olete üldiselt väga rahul, küllaltki rahul, mitte eriti rahul või ei ole üldse rahul … ?

source: PROG: ROTATE ITEMS 1 to 12
et_ee: PROG: ROTEERIGE VARIANTE 1 kuni 12

source: None (DO NOT READ OUT)
et_ee: MITTE ÜHTEGI NEIST

source: Almost never\ never
et_ee: peaaegu mitte kunagi\ mitte kunagi

source: Number of people aged 15 or more in the household
et_ee: 15-aastaste või vanemate inimeste arv leibkonnas

source: Public transport, for example the bus, tram or metro
et_ee: Ühistransport, näiteks buss, tramm või troll

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
et_ee: KÜSIGE D5b, KUI ON ISEENDALE TÖÖANDJA, KOOD 1 KÜSIMUSES D5a

source: Student (full time)
et_ee: Õpilane/üliõpilane (täisajaga)

source: I feel safe in my neighbourhood
et_ee: Tunnen ennast oma naabruskonnas turvaliselt

source: Availability of retail shops
et_ee: Jaemüügikaupluste olemasolu

source: General management, director or top management
et_ee: Juhtivtöötaja, direktor või tippjuht

source: Strongly agree
et_ee: Väga nõus

source: How old were you when you stopped full-time education?
et_ee: Kui vana Te olite, kui te lõpetasite oma õpingud päevases õppevormis?

source: Ship or boat
et_ee: Laev või praam

source: Bicycle
et_ee: Jalgratas

source: How old are you?
et_ee: Kui vana Te olete?

source: Motorbike
et_ee: Mootorratas

source: (READ OUT - MAX. 2 ANSWERS)
et_ee: (LUGEGE ETTE - KUNI 2 VASTUST)

source: Single parent, one or more children living at home
et_ee: Üksik lapsevanem koos ühe või enama kodus elava lapsega

source: Self-employed
et_ee: Iseendale tööandja

source: The state of the streets and buildings in your neighbourhood
et_ee: Tänavate ja ehitiste seisukord teie naabruskonnas

source: Fairly satisfied
et_ee: Küllaltki rahul

source: Generally speaking, most people in [CITY NAME] can be trusted
et_ee: Üldiselt rääkides, võib enamikku Tallinna inimestest usaldada

source: (READ OUT - SINGLE CODE)
et_ee: (LUGEGE ETTE - AINULT ÜKS VASTUS)

source: On a typical day, which mode or modes of transport do you use most often?
et_ee: Millist(-eid) transpordivahendit(-eid) Te kasutate tüüpilisel päeval kõige sagedamini?

source: Schools and other educational facilities
et_ee: Koolid ja muud haridusasutused

source: The quality of the air
et_ee: Õhu kvaliteet

source: Married or cohabiting couple, with one or more children living at home
et_ee: Abielus või kooselav paar, kellel on üks või enam kodus elavat last

source: Middle management
et_ee: Kesktaseme juhtkond või muu juhtkond (osakonnajuhataja, juhataja asetäitja, õpetaja, meister, jne)

source: Foreigners who live in [CITY NAME] are well integrated
et_ee: Tallinnas elavad välismaalased on hästi integreeritud

source: Health care services, doctors and hospitals
et_ee: Arstide ja haiglate poolt pakutavad tervishoiuteenused

source: Employee
et_ee: Palgatöötaja

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
et_ee: KÜSIGE D5d, KUI ON TÖÖLINE, KOOD 3 KÜSIMUSES D5a

source: Public spaces such as markets, squares, pedestrian areas
et_ee: Avalikud kohad nagu turud, väljakud, jalakäijate alad

source: Would you say you live in a…?
et_ee: Kas Te elate ... ?

source: Which of the following best describes your household composition?
et_ee: Milline alljärgnevatest kirjeldab kõige paremini Teie pere koosseisu?

source: Manager of a company
et_ee: Firmajuht

source: I live here since 1 to 5 years
et_ee: Olen elanud siin 1 kuni 5 aastat

source: Not very satisfied
et_ee: mitte eriti rahul

source: Road infrastructure
et_ee: Teede infrastruktuur

source: PROG: ROTATE ITEMS 1 TO 10
et_ee: PROG: ROTEERIGE VARIANTE 1 KUNI 10

source: The presence of foreigners is good for [CITY NAME]
et_ee: Välismaalaste kohalolek on Tallinnale hea

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
et_ee: (PANGE KIRJA - KUI "EOÖ" KOOD '98'- KUI "KEELDUMINE" kood '99')

source: DK (DO NOT READ OUT)
et_ee: EOÖ (ÄRGE LUGEGE ETTE)

source: Yes
et_ee: jah

source: Green spaces such as parks and gardens
et_ee: Rohelised alad nagu pargid ja aiad

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
et_ee: KÜSIGE D5e, KUI PROFESSIONAALNE TEGEVUS PUUDUB, KOOD 4 KÜSIMUSES D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
et_ee: (INT.: KUI "ÕPIB VEEL", SIIS KOOD 00 - KUI "EI OLE HARIDUST", KOOD '01' - KUI "KEELDUMINE", KOOD '98' - KUI "EI OSKA ÖELDA", KOOD '99' )

source: Other
et_ee: Muu

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
et_ee: (KIRJUTAGE ÜLES - KUI "KEELDUMINE" KOOD 99)

source: FL419 - Quality of life in European Cities UK
et_ee: FL419 - Quality of life in European CitiesEEE

source: Somewhat agree
et_ee: Pigem nõus

source: Cultural facilities such as concert halls, theatres, museums and libraries
et_ee: Kultuuriasutused nagu kontserdisaalid, teatrid, muuseumid ja raamatukogud

source: The place where you live
et_ee: oma elukohaga

source: Was born here/ I’ve been living here for all my life
et_ee: Olen sündinud siin / olen elanud siin terve elu

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
et_ee: KUI ON MUU või EOÖ KÜSIMUSES D12, KOODID 198 või 199 küsimuses D12, LÕPETAGE INTERVJUU

source: Supervisor\ foreman (team manager, …)
et_ee: Järelevaataja / töödejuhataja (meeskonnajuht, …)

source: I live here since more than 10 years
et_ee: Olen elanud siin üle 10 aasta

source: For how long have you been living in [CITY NAME]?
et_ee: Kui kaua olete Tallinnas elanud?

source: Looking after the home
et_ee: Hoolitsete kodu eest
